{"headline":"Hustle The Maroon","subhead":"Join a passionate community of journalists, photographers, business people, designers, and engineers.","sections":[{"type":"section_header","text":"Who We Are"},{"type":"text","text":"*The Maroon* is the University of Chicago’s most-read student publication. We’ve been keeping the University community informed of what's happening on campus since 1892, making us the oldest student organization at UChicago. \n\n*The Maroon* has offered a transformative experience for generations of staff, teaching skills that have helped launch careers in journalism, business, law, engineering, and more. Our alums have won Pulitzer Prizes, uncovered scandals that have defined presidential administrations, founded successful and influential companies, and have even been appointed to the Supreme Court.\n\nOur journalism is read by millions of people every year. Our coverage has been featured in national publications like the *Washington Post,* *The Atlantic,* and the *Wall Street Journal.* \n\n*The Maroon* has been covering the complicated finances of University trustees, campus policing, graduate students’ efforts to form a recognized union, and serious discussions about mental health and campus climate. This year, there will be no shortage of interesting stories for our reporters to tackle. \n\nMeanwhile, the paper is transitioning to become a digital-first publication. In the last few years, we've overhauled our website, launched an e-mail newsletter that now reaches more than 4,000 people, and created Marketplace, a buy-sell page for the University that has 10,000 users. There's a lot more to do, and we need your help."},{"type":"article_card_carousel","articles":[{"hed":"University of Chicago Graduate Students Vote to Unionize","bylines":["Alex Ward","Feng Ye"],"image":"unions.jpg","link":"https://www.chicagomaroon.com/article/2017/10/19/graduate-student-unionization-uchicago-nlrb/"},{"hed":"Chinese Coal, No Revenue, One Employee: Inside UChicago Trustee’s “$1.7 Billion” Firm","bylines":["Euirim Choi","Spencer Dembner"],"image":"stevanovich.png","link":"https://projects.chicagomaroon.com/article/2018/stevanovich/"},{"hed":"Fourth-Year Student Expelled for Sexual Assault a Week Before Graduation","bylines":["Lee Harris"],"image":"expelled.jpg","link":"https://www.chicagomaroon.com/article/2018/6/26/fourth-year-student-expelled/"},{"hed":"UChicago Needs to Fully Commit to Part-Time Status","bylines":["Hannah Edgar"],"image":"part-time.jpg","link":"https://www.chicagomaroon.com/article/2018/5/25/uchicago-needs-fully-commit-part-time-status/"},{"hed":"The Underground Collective Blossoms at Last Showcase of the Quarter","bylines":["Brooke Nagler"],"image":"underground.jpg","link":"https://www.chicagomaroon.com/article/2018/5/29/underground-collective/"},{"hed":"UCPD Officer Shoots U of C Student Wielding Metal Pole, Smashing Windows","bylines":["Lee Harris","Pete Grieve"],"image":"shooting.jpg","link":"https://www.chicagomaroon.com/article/2018/4/4/ucpd-officers-involved-shooting-53rd-kimbark-ave/"}]},{"type":"text","text":"Our operations are expensive, and since we’re 100% financially independent from the University of Chicago, our business–minded staff are challenged to find innovative ways to monetize our various platforms.\n\nIf you want to learn new skills or master existing ones, see your work have real-world impact, or just have fun and make cool friends in a close-knit environment, come join us!"},{"type":"section_header","text":"Opportunities"},{"type":"text","text":"As one of the largest organizations on campus, we have positions open for students with all backgrounds and interests. We recruit reporters, arts and sports writers, columnists, photographers, videographers, podcast producers, designers, artists, business members, data specialists, web designers—you name it."},{"type":"section_header","text":"Where We Work"},{"type":"text","text":"Our staff regularly secure top employment opportunities and attend elite graduate schools. Recent staff destinations include:"},{"type":"image_grid","images":["columbia.png","google.png","nyt.png","facebook.png","politico.png","citadel.png","cnn.png","wsj.png","harvard.png","blackrock.png","huffpost.png","stanford.png","goldman.png","aclu.png","abc.png","ap.png","mit.png","jpmorgan.png","mckinsey.png","senate.png"]},{"type":"section_header","text":"How To Apply","id":"apply-header"},{"type":"text","text":"Being appointed to staff positions can be competitive. Application forms will be available at our three Hustling sessions this fall:"},{"type":"event","name":"Session No. 1","date":"September 26","time":"6:30 p.m.","location":"Maroon Office (Ida Noyes Hall Basement)","calendar_link":"http://evt.mx/1NtVz6kU"},{"type":"event","name":"Session No. 2","date":"October 1","time":"6:30 p.m.","location":"Maroon Office (Ida Noyes Hall Basement)","calendar_link":"https://evt.mx/uD8LLpYK"},{"type":"event","name":"Session No. 3","date":"October 3","time":"6:30 p.m.","location":"Maroon Office (Ida Noyes Hall Basement)","calendar_link":"https://evt.mx/mp73jTyS"},{"type":"text","text":"These sessions will be the same format, so there's no need to attend more than one. Have a conflict? Please e-mail <a href=\"mailto:editor@chicagomaroon.com\">editor@chicagomaroon.com</a>."}]}
